Revit 2027 API
ParameterTypeId.FabricParamSpanSymTop Property
 "Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymTop { get; }
Public Shared ReadOnly Property FabricParamSpanSymTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymTop {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace